bricks/index/index.org
#+HTML_DOCTYPE: html5
#+OPTIONS: toc:nil num:nil html5-fancy:t
#+MACRO: begin-block #+HTML: <div class="$1">
#+MACRO: end-block #+HTML: </div>

{{{begin-block(Page)}}}

* Кружки для школьников

В городе Кирове работают кружки для школьников,
интересующихся программированием. Главное направление
обучения — алгоритмы и структуры данных.


На занятиях мы:

+ Учимся думать и думаем.
+ Изучаем языки программирования. Для получения практических навыков,
  пишем программы.
+ Изучаем алгоритмы и структуры данных. Для лучшего понимания решаем
  задачи.
+ Участвуем в олимпиадах по информатике, где решаем задачи, используя
  ум и полученные практические навыки.

Список кружков на 2014/2015 год:

|-----------------------------+-----------------|
| Место проведения            | Страница кружка |
|-----------------------------+-----------------|
| ФМЛ, г. Киров, ул. Труда 16 | [[./kpml.html][Перейти]]         |
|-----------------------------+-----------------|


{{{end-block}}}
