bricks/index/index.html
<div class="Page">

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Кружки для школьников</h2>
<div class="outline-text-2" id="text-1">
<p>
В городе Кирове работают кружки для школьников,
интересующихся программированием. Главное направление
обучения — алгоритмы и структуры данных.
</p>


<p>
На занятиях мы:
</p>

<ul class="org-ul">
<li>Учимся думать и думаем.
</li>
<li>Изучаем языки программирования. Для получения практических навыков,
пишем программы.
</li>
<li>Изучаем алгоритмы и структуры данных. Для лучшего понимания решаем
задачи.
</li>
<li>Участвуем в олимпиадах по информатике, где решаем задачи, используя
ум и полученные практические навыки.
</li>
</ul>

<p>
Список кружков на 2014/2015 год:
</p>

<table>


<colgroup>
<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Место проведения</th>
<th scope="col" class="left">Страница кружка</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">ФМЛ, г. Киров, ул. Труда 16</td>
<td class="left"><a href="./kpml.html">Перейти</a></td>
</tr>
</tbody>
</table>


</div>
</div>
</div>
